//
//  Constants.swift
//  PhoneNumberKitTest
//
//  Created by Ivan Magda on 29.03.2024.
//

import Foundation

enum Constants {
    static let phoneNumberArray = [
        "+1 14845691732",      // США
        "+44 20 1234 5678",    // Велика Британія
        "+49 30 12345678",     // Німеччина
        "+33 1 23 45 67 89",   // Франція
        "+81 3-1234-5678",     // Японія
        "+86 10-1234-5678",    // Китай
        "+91 11 1234 5678",    // Індія
        "+7 495 123-45-67",    // Росія
        "+61 2 1234 5678",     // Австралія
        "+82 2-1234-5678",     // Південна Корея
        "+39 02 1234 5678",    // Італія
        "+31 20 123 4567",     // Нідерланди
        "+41 44 123 45 67",    // Швейцарія
        "+7 812 123-45-67",    // Росія
        "+49 89 12345678",     // Німеччина
        "+43 1 2345678",       // Австрія
        "+55 11 1234-5678",    // Бразилія
        "+91 22 1234 5678",    // Індія
        "+34 91 123 45 67",    // Іспанія
        "+33 4 12 34 56 78",   // Франція
        "+1 212-123-4567",     // США
        "+44 20 1234 5678",    // Велика Британія
        "+49 30 12345678",     // Німеччина
        "+86 10-1234-5678",    // Китай
        "+91 11 1234 5678",    // Індія
        "+81 3-1234-5678",     // Японія
        "+61 2 1234 5678",     // Австралія
        "+44 20 1234 5678",    // Велика Британія
        "+49 30 12345678",     // Німеччина
        "+86 10-1234-5678",    // Китай
        "+91 11 1234 5678",    // Індія
        "+81 3-1234-5678",     // Японія
        "+61 2 1234 5678",     // Австралія
        "+380681122345",       // Україна
        "380681122345",        // Україна
        "0681122345"           // Україна
    ]
}
